Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: In any app, hold the globe key and pick Clink. Typing and emoji work everywhere; the tools need a membership.
de: Halte in einer beliebigen App die Globustaste gedrückt und wähle Clink. Tippen und Emojis funktionieren überall; die Werkzeuge benötigen ein Abo.
es: En cualquier app, mantén pulsada la tecla del globo y elige Clink. La escritura y los emojis funcionan en todas partes; las herramientas requieren una suscripción.
et: Hoia mis tahes rakenduses maakera klahvi all ja vali Clink. Kirjutamine ja emojid töötavad kõikjal; tööriistad vajavad tellimust.
fr: Dans n’importe quelle app, maintiens la touche globe et choisis Clink. La saisie et les emojis fonctionnent partout ; les outils nécessitent un abonnement.
hu: Bármely appban tartsd lenyomva a földgömb billentyűt, és válaszd a Clinket. A gépelés és az emojik mindenhol működnek; az eszközökhöz előfizetés kell.
it: In qualsiasi app, tieni premuto il tasto del globo e scegli Clink. Scrittura ed emoji funzionano ovunque; gli strumenti richiedono un abbonamento.
ja: アプリで地球儀キーを長押ししてClinkを選んでください。文字入力と絵文字はどこでも使えます。ツールにはメンバーシップが必要です。
ko: 어떤 앱에서든 지구본 키를 길게 누르고 Clink를 선택하세요. 입력과 이모지는 어디서나 사용할 수 있으며, 도구는 구독이 필요합니다.
ms: Dalam mana-mana app, tekan lama kekunci glob dan pilih Clink. Penaipan dan emoji berfungsi di mana-mana; alat memerlukan langganan.
pt: Em qualquer app, mantenha premida a tecla do globo e escolha Clink. A escrita e os emojis funcionam em todo o lado; as ferramentas requerem uma subscrição.
ru: В любом приложении удерживайте клавишу глобуса и выберите Clink. Ввод и эмодзи работают везде; для инструментов нужна подписка.
zh_hans: 在任意 App 中长按地球键并选择 Clink。文字输入和表情符号随处可用；工具需要订阅。

source: In any app, tap the 🌐 globe key to switch to Clink.
de: Tipp in einer beliebigen App auf die 🌐-Globustaste, um zu Clink zu wechseln.
es: En cualquier app, toca la tecla 🌐 del globo para cambiar a Clink.
et: Igas rakenduses puuduta 🌐 gloobusklahvi, et minna üle Clinkile.
fr: Dans n'importe quelle app, touche la touche 🌐 du globe pour passer à Clink.
hu: Bármelyik appban koppints a 🌐 földgömb billentyűre, hogy a Clinkre válts.
it: In qualsiasi app, tocca il tasto 🌐 del globo per passare a Clink.
ja: どのアプリでも 🌐 地球儀キーをタップすると Clink に切り替わります。
ko: 아무 앱에서나 🌐 지구본 키를 눌러 Clink로 바꿔 주세요.
ms: Dalam mana-mana app, ketik kekunci glob 🌐 untuk tukar ke Clink.
pt: Em qualquer app, toca na tecla 🌐 do globo para mudares para o Clink.
ru: В любом приложении нажмите клавишу 🌐, чтобы переключиться на Clink.
zh_hans: 在任何 App 里，点一下 🌐 地球键就能切换到 Clink。

source: In the Profile Switcher
de: Im Profilwechsler
es: En el cambio de perfil
et: Profiilivahetajas
fr: Dans le changeur de profil
hu: A profilváltóban
it: Nel cambio profilo
ja: プロファイル切り替えで
ko: 프로필 전환에서
ms: Dalam Penukar Profil
pt: Na troca de perfil
ru: В переключателе профилей
zh_hans: 在配置文件切换里

source: In this set
de: In diesem Set
es: En este conjunto
et: Selles komplektis
fr: Dans ce set
hu: Ebben a készletben
it: In questo set
ja: このセットの中身
ko: 이 세트에 담긴 것
ms: Dalam set ini
pt: Neste conjunto
ru: В этом наборе
zh_hans: 这个合集里

source: In your text
de: In deinem Text
es: En tu texto
et: Sinu tekstis
fr: Dans ton texte
hu: A szövegedben
it: Nel tuo testo
ja: 入力したテキスト内
ko: 입력한 텍스트에서
ms: Dalam teks anda
pt: No seu texto
ru: В вашем тексте
zh_hans: 在你的文本中

source: Include pinned clips when clearing all history.
de: Angeheftete Clips mitlöschen, wenn du den ganzen Verlauf leerst.
es: Incluir los recortes fijados al borrar todo el historial.
et: Kaasa kinnitatud klipid kogu ajaloo tühjendamisel.
fr: Inclure les extraits épinglés quand tu effaces tout l'historique.
hu: A rögzített klipeket is törölje az összes előzmény törlésekor.
it: Includi le clip bloccate quando cancelli tutta la cronologia.
ja: すべての履歴を消すとき、ピン留めしたクリップも一緒に消します。
ko: 전체 기록을 지울 때 고정한 클립도 같이 지워요.
ms: Sertakan keratan yang dipin apabila anda kosongkan semua sejarah.
pt: Incluir os clips fixados ao limpar todo o histórico.
ru: Удалять и закреплённые фрагменты при очистке всей истории.
zh_hans: 清空全部历史时，连固定的剪贴一起清掉。

source: Incompatible with motion
de: Nicht mit Bewegung kompatibel
es: Incompatible con el movimiento
et: Ei ühildu liikumisega
fr: Incompatible avec le mouvement
hu: Nem kompatibilis a mozgással
it: Incompatibile con il movimento
ja: モーションと互換性がありません
ko: 모션과 호환되지 않음
ms: Tidak serasi dengan gerakan
pt: Incompatível com movimento
ru: Несовместимо с движением
zh_hans: 与动效不兼容

source: Ink
de: Tinte
es: Tinta
et: Tint
fr: Encre
hu: Tinta
it: Inchiostro
ja: インク
ko: 잉크
ms: Dakwat
pt: Tinta
ru: Чернила
zh_hans: 墨水

source: Ink color
de: Tintenfarbe
es: Color de tinta
et: Tindi värv
fr: Couleur de l’encre
hu: Tintaszín
it: Colore dell’inchiostro
ja: インクの色
ko: 잉크 색상
ms: Warna dakwat
pt: Cor da tinta
ru: Цвет чернил
zh_hans: 墨迹颜色

source: Ink glow
de: Tintenglühen
es: Brillo de tinta
et: Tindi kuma
fr: Lueur de l’encre
hu: Tinta ragyogása
it: Bagliore dell’inchiostro
ja: インクの光彩
ko: 잉크 광선
ms: Cahaya dakwat
pt: Brilho da tinta
ru: Свечение чернил
zh_hans: 墨迹辉光

source: Ink style
de: Tintenstil
es: Estilo de tinta
et: Tindi stiil
fr: Style d'encre
hu: Tintastílus
it: Stile inchiostro
ja: インクのスタイル
ko: 잉크 스타일
ms: Gaya dakwat
pt: Estilo de tinta
ru: Стиль чернил
zh_hans: 墨迹风格

source: Ink width
de: Strichbreite
es: Grosor de tinta
et: Joone laius
fr: Épaisseur du trait
hu: Tintavonal vastagsága
it: Spessore del tratto
ja: 線の太さ
ko: 잉크 두께
ms: Ketebalan dakwat
pt: Espessura do traço
ru: Толщина линии
zh_hans: 墨迹宽度

source: Inline Icons
de: Symbole in der Zeile
es: Iconos en línea
et: Reasised ikoonid
fr: Icônes en ligne
hu: Soron belüli ikonok
it: Icone in linea
ja: インラインアイコン
ko: 인라인 아이콘
ms: Ikon sebaris
pt: Ícones em linha
ru: Значки в строке
zh_hans: 行内图标

source: Inline composes on the suggestion bar while the keys stay up. Type to translate, then the result drops in.
de: Inline schreibt in der Vorschlagsleiste, die Tasten bleiben oben. Tipp los zum Übersetzen, dann landet das Ergebnis im Text.
es: Redacta en línea, en la barra de sugerencias, con las teclas a la vista. Escribe para traducir y el resultado se inserta solo.
et: Reasisene koostab soovituseribal, kui klahvid jäävad üles. Hakka tipitama, et tõlkida, siis tulemus langeb teksti.
fr: Le mode intégré compose dans la barre de suggestions pendant que les touches restent affichées. Tape pour traduire, puis le résultat s'insère.
hu: A javaslatsávon írhatsz, miközben a billentyűk fent maradnak. Írd be, mit fordítson, és megjelenik az eredmény.
it: La modalità in linea scrive sulla barra dei suggerimenti mentre i tasti restano su. Digita per tradurre, poi il risultato scende nel campo.
ja: キーを出したまま、候補バーで文章を作ります。入力して翻訳すると、結果がそのまま入ります。
ko: 키를 그대로 둔 채 추천 바에서 바로 작성해요. 입력해서 번역하면 결과가 들어가요.
ms: Karang terus pada bar cadangan sementara kekunci kekal naik. Taip untuk terjemah, kemudian hasilnya masuk.
pt: O modo em linha escreve na barra de sugestões enquanto as teclas ficam à mostra. Escreve para traduzir e o resultado entra logo a seguir.
ru: «В строке» собирает текст прямо в строке подсказок, не убирая клавиши. Печатаете для перевода — результат подставляется на место.
zh_hans: 在建议栏里就地打字，按键不收起。输入就能翻译，结果直接填进去。

source: Inline diff
de: Änderungen im Text
es: Cambios en línea
et: Reasine võrdlus
fr: Modifications en ligne
hu: Sorba írt eltérések
it: Modifiche in linea
ja: インライン差分
ko: 인라인 변경
ms: Perbezaan sebaris
pt: Alterações no texto
ru: Встроенный дифф
zh_hans: 行内差异

source: Inline math
de: Rechnen im Text
es: Cálculos en el texto
et: Arvutused tekstis
fr: Calculs dans le texte
hu: Számolás a szövegben
it: Calcoli nel testo
ja: テキスト内の計算
ko: 텍스트 내 계산
ms: Pengiraan dalam teks
pt: Cálculos no texto
ru: Вычисления в тексте
zh_hans: 行内计算

source: Inner shadow
de: Innenschatten
es: Sombra interior
et: Sisevari
fr: Ombre interne
hu: Belső árnyék
it: Ombra interna
ja: インナーシャドウ
ko: 안쪽 그림자
ms: Bayang dalam
pt: Sombra interior
ru: Внутренняя тень
zh_hans: 内阴影

source: Inner stroke
de: Innenlinie
es: Trazo interior
et: Sisejoon
fr: Trait intérieur
hu: Belső vonal
it: Bordo interno
ja: 内側の線
ko: 안쪽 선
ms: Garis dalam
pt: Traço interior
ru: Внутренняя обводка
zh_hans: 内侧描边

source: Input
de: Eingabe
es: Entrada
et: Sisend
fr: Saisie
hu: Bemenet
ja: 入力
ko: 입력
pt: Entrada
ru: Ввод
zh_hans: 输入

source: Input context
de: Eingabekontext
es: Contexto de entrada
et: Sisestuskontekst
fr: Contexte de saisie
hu: Beviteli környezet
it: Contesto di inserimento
ja: 入力状況
ko: 입력 상황
ms: Konteks input
pt: Contexto de introdução
ru: Контекст ввода
zh_hans: 输入环境

source: Input field
de: Eingabefeld
es: Campo de entrada
et: Sisestusväli
fr: Champ de saisie
hu: Beviteli mező
it: Campo di inserimento
ja: 入力欄
ko: 입력 필드
ms: Medan input
pt: Campo de introdução
ru: Поле ввода
zh_hans: 输入框

source: Input traits change
de: Eingabeeigenschaften ändern sich
es: Cambian las propiedades del campo
et: Sisestuse omadused muutuvad
fr: Les propriétés du champ changent
hu: A beviteli tulajdonságok megváltoznak
it: Le proprietà del campo cambiano
ja: 入力欄の特性が変更されたとき
ko: 입력 특성이 변경될 때
ms: Ciri input berubah
pt: As propriedades do campo mudam
ru: Свойства ввода изменены
zh_hans: 输入特征变更时

source: Insert
de: Einfügen
es: Insertar
et: Sisesta
fr: Insérer
hu: Beszúrás
it: Inserisci
ja: 挿入
ko: 삽입
ms: Sisip
pt: Inserir
ru: Вставить
zh_hans: 插入

source: Insert button
de: Einfügen-Button
es: Botón de insertar
et: Sisestamisnupp
fr: Bouton d'insertion
hu: Beszúrás gomb
it: Pulsante inserisci
ja: 挿入ボタン
ko: 삽입 버튼
ms: Butang sisip
pt: Botão de inserir
ru: Кнопка вставки
zh_hans: 插入按钮

source: Insert link
de: Link einfügen
es: Insertar enlace
et: Lisa link
fr: Insérer le lien
hu: Hivatkozás beszúrása
it: Inserisci link
ja: リンクを挿入
ko: 링크 삽입
ms: Sisip pautan
pt: Inserir ligação
ru: Вставить ссылку
zh_hans: 插入链接

source: Insert snippet
de: Snippet einfügen
es: Insertar fragmento
et: Sisesta nipp
fr: Insérer un snippet
hu: Snippet beszúrása
it: Inserisci snippet
ja: スニペットを挿入
ko: 스니펫 삽입
ms: Sisip snippet
pt: Inserir snippet
ru: Вставить заготовку
zh_hans: 插入代码片段

source: Insert symbol
de: Symbol einfügen
es: Insertar símbolo
et: Sisesta sümbol
fr: Insérer un symbole
hu: Szimbólum beszúrása
it: Inserisci simbolo
ja: 記号を挿入
ko: 기호 삽입
ms: Sisip simbol
pt: Inserir símbolo
ru: Вставить символ
zh_hans: 插入符号

source: Insert text
de: Text einfügen
es: Insertar texto
et: Sisesta tekst
fr: Insérer du texte
hu: Szöveg beszúrása
it: Inserisci testo
ja: テキストを挿入
ko: 텍스트 삽입
ms: Sisip teks
pt: Inserir texto
ru: Вставить текст
zh_hans: 插入文本

source: Inserts
de: Einfügungen
es: Inserciones
et: Sisestused
fr: Insertions
hu: Betétek
it: Inserimenti
ja: 挿入
ko: 삽입
ms: Sisipan
pt: Inserções
ru: Вставляет
zh_hans: 插入

source: Install Cling and open it once, then your saved things show up here.
de: Installiere Cling und öffne es einmal, danach erscheint hier, was du gespeichert hast.
es: Instala Cling y ábrelo una vez; entonces lo que hayas guardado aparecerá aquí.
et: Paigalda Cling ja ava see üks kord, siis ilmuvad sinu salvestatud asjad siia.
fr: Installe Cling et ouvre-le une fois : tes éléments enregistrés apparaîtront ici.
hu: Telepítsd a Clinget, és nyisd meg egyszer, utána itt jelenik meg, amit elmentettél.
it: Installa Cling e aprilo una volta: quello che hai salvato comparirà qui.
ja: Cling をインストールして一度開くと、保存したものがここに表示されます。
ko: Cling을 설치하고 한 번 열면 저장한 것이 여기에 나타납니다.
ms: Pasang Cling dan buka sekali, kemudian simpanan anda muncul di sini.
pt: Instale o Cling e abra-o uma vez; depois o que guardou aparece aqui.
ru: Установите Cling и откройте его один раз — сохранённое появится здесь.
zh_hans: 安装 Cling 并打开一次，你保存的内容就会出现在这里。

source: Install Cling and your saved things show up in the keyboard.
de: Installiere Cling, und was du gespeichert hast, erscheint in der Tastatur.
es: Instala Cling y lo que guardes aparecerá en el teclado.
et: Paigalda Cling ja sinu salvestatud asjad ilmuvad klaviatuurile.
fr: Installe Cling et tes éléments enregistrés apparaîtront dans le clavier.
hu: Telepítsd a Clinget, és amit elmentettél, megjelenik a billentyűzeten.
it: Installa Cling e quello che hai salvato comparirà nella tastiera.
ja: Cling をインストールすると、保存したものがキーボードに表示されます。
ko: Cling을 설치하면 저장한 것이 키보드에 나타납니다.
ms: Pasang Cling dan simpanan anda muncul dalam papan kekunci.
pt: Instale o Cling e o que guardar aparece no teclado.
ru: Установите Cling — и сохранённое появится на клавиатуре.
zh_hans: 安装 Cling，你保存的内容就会出现在键盘里。

source: Install one and it shows up in the keyboard's switcher, ready to turn on and off as you type.
de: Installier eins, und es taucht im Umschalter der Tastatur auf, bereit zum Ein- und Ausschalten beim Tippen.
es: Instala uno y aparecerá en el cambio de plugins del teclado, listo para activarlo y desactivarlo mientras escribes.
et: Paigalda üks ja see ilmub klaviatuuri vahetajasse, valmis kirjutamise ajal sisse ja välja lülitamiseks.
fr: Installes-en un et il apparaît dans le changeur du clavier, prêt à être activé ou désactivé pendant que tu écris.
hu: Telepíts egyet, és megjelenik a billentyűzet váltójában, hogy gépelés közben be- és kikapcsolhasd.
it: Installane uno e comparirà nel cambio plugin della tastiera, pronto da attivare e disattivare mentre scrivi.
ja: インストールすると、キーボードの切り替えに出てきて、入力しながらオン/オフできます。
ko: 하나 설치하면 키보드의 전환 목록에 나타나, 입력하는 중에도 켜고 끌 수 있습니다.
ms: Pasang satu dan ia muncul dalam penukar pada papan kekunci, sedia dihidupkan dan dimatikan semasa anda menaip.
pt: Instala um e aparece na troca de plugins do teclado, pronto a ligar e desligar enquanto escreves.
ru: Установите плагин, и он появится в переключателе на клавиатуре, готовый включаться и выключаться прямо во время набора.
zh_hans: 安装一个之后，它会出现在键盘的切换器里，打字时随时开关。

source: Install, write and test plugins
de: Plugins installieren, schreiben und testen
es: Instala, escribe y prueba plugins
et: Paigalda, kirjuta ja testi pistikprogramme
fr: Installer, écrire et tester des plugins
hu: Bővítmények telepítése, írása és tesztelése
it: Installa, scrivi e prova i plugin
ja: プラグインのインストール、作成、テスト
ko: 플러그인 설치, 작성, 테스트
ms: Pasang, tulis dan uji plugin
pt: Instalar, escrever e testar plugins
ru: Установка, написание и проверка плагинов
zh_hans: 安装、编写和测试插件

source: Installed
de: Installiert
es: Instalado
et: Paigaldatud
fr: Installé
hu: Telepítve
it: Installato
ja: インストール済み
ko: 설치됨
ms: Dipasang
pt: Instalado
ru: Установлено
zh_hans: 已安装

source: Instant
de: Sofort
es: Instantáneo
et: Kohene
fr: Instantané
hu: Azonnali
it: Istantaneo
ja: 瞬時
ko: 즉시
ms: Serta-merta
pt: Instantâneo
ru: Мгновенно
zh_hans: 即时

source: Instant highlight
de: Sofortige Hervorhebung
es: Resaltado instantáneo
et: Kohene esiletõst
fr: Surbrillance instantanée
hu: Azonnali kiemelés
it: Evidenziazione istantanea
ja: 即時ハイライト
ko: 즉시 강조
ms: Sorotan serta-merta
pt: Destaque instantâneo
ru: Мгновенная подсветка
zh_hans: 即时高亮

source: Instant highlight on · no linger · no min highlight · bloom off. Stock-keyboard snap.
de: Sofortiges Aufleuchten · kein Nachleuchten · keine Mindestdauer · Bloom aus. Direkt wie die Systemtastatur.
es: Iluminación instantánea · sin persistencia ni duración mínima · resplandor desactivado. Respuesta como el teclado del sistema.
et: Kohene esiletõst · järelhelenduseta · miinimumkestuseta · kuma väljas. Vahetu nagu süsteemiklaviatuur.
fr: Éclairage instantané · sans maintien ni durée minimale · halo désactivé. Réactivité du clavier système.
hu: Azonnali kiemelés · nincs késleltetés vagy minimális időtartam · ragyogás kikapcsolva. A rendszerbillentyűzet közvetlen reakciója.
it: Illuminazione istantanea · nessuna persistenza o durata minima · bagliore disattivato. Reattività da tastiera di sistema.
ja: 即時ハイライト・余韻なし・最短表示時間なし・ブルームオフ。標準キーボードのような素早い反応です。
ko: 즉시 강조 켜짐 · 잔상 및 최소 표시 시간 없음 · 블룸 꺼짐. 기본 키보드처럼 즉각 반응합니다.
ms: Sorotan serta-merta · tiada pengekalan atau tempoh minimum · cahaya kembang dimatikan. Respons seperti papan kekunci sistem.
pt: Iluminação instantânea · sem persistência nem duração mínima · brilho difuso desligado. Resposta do teclado do sistema.
ru: Мгновенная подсветка · без задержки и минимальной длительности · свечение выключено. Отклик как у системной клавиатуры.
zh_hans: 即时高亮开启，无停留、无最短高亮时间，泛光关闭。响应如系统键盘般利落。

source: Instant response
de: Sofortige Reaktion
es: Respuesta instantánea
et: Kohene reageerimine
fr: Réponse instantanée
hu: Azonnali válasz
it: Risposta immediata
ja: 即時反応
ko: 즉각 반응
ms: Respons serta-merta
pt: Resposta imediata
ru: Мгновенный отклик
zh_hans: 即时响应

source: Instant · 10pt per character.
de: Sofort · 10pt pro Zeichen.
es: Instantáneo · 10pt por carácter.
et: Kohene · 10 pt märgi kohta.
fr: Instantané · 10pt par caractère.
hu: Azonnali · 10 pont karakterenként.
it: Istantaneo · 10pt per carattere.
ja: 瞬時 · 1文字あたり10pt。
ko: 즉시 · 글자당 10pt예요.
ms: Serta-merta · 10pt setiap aksara.
pt: Instantâneo · 10pt por caráter.
ru: Мгновенно · 10pt на символ.
zh_hans: 即时 · 每字 10pt。

source: Instant, 8pt per character. The cursor flies.
de: Sofort, 8pt pro Zeichen. Der Cursor fliegt nur so.
es: Instantáneo, 8pt por carácter. El cursor vuela.
et: Kohene, 8 pt märgi kohta. Kursor lendab.
fr: Instantané, 8pt par caractère. Le curseur file.
hu: Azonnali, 8 pont karakterenként. Repül a kurzor.
it: Istantaneo, 8pt per carattere. Il cursore vola.
ja: 瞬時、1文字あたり8pt。カーソルが飛ぶように動きます。
ko: 즉시, 글자당 8pt예요. 커서가 날아가요.
ms: Serta-merta, 8pt setiap aksara. Kursor terbang.
pt: Instantâneo, 8pt por caráter. O cursor voa.
ru: Мгновенно, 8pt на символ. Курсор летит.
zh_hans: 即时，每字 8pt。光标飞快。

source: Integrations
de: Integrationen
es: Integraciones
et: Integratsioonid
fr: Intégrations
hu: Integrációk
it: Integrazioni
ja: 連携
ko: 연동
ms: Integrasi
pt: Integrações
ru: Интеграции
zh_hans: 集成

source: Intensity
de: Intensität
es: Intensidad
et: Tugevus
fr: Intensité
hu: Erősség
it: Intensità
ja: 強度
ko: 강도
ms: Keamatan
pt: Intensidade
ru: Интенсивность
zh_hans: 强度

source: Interact with it, buttons work.
de: Probier es aus, die Tasten funktionieren.
es: Interactúa con él, los botones funcionan.
et: Suhtle sellega, nupud töötavad.
fr: Essaie, les boutons marchent.
hu: Nyugodtan kattints rá, a gombok működnek.
it: Puoi interagirci, i pulsanti funzionano.
ja: 触ってみてください。ボタンもちゃんと動きます。
ko: 한번 만져 보세요, 버튼도 눌러져요.
ms: Cuba sentuh, butang pun berfungsi.
pt: Mexe nele, os botões funcionam.
ru: С ней можно взаимодействовать, кнопки работают.
zh_hans: 可以直接点，按钮都能用。

source: Interactive glass
de: Interaktives Glas
es: Vidrio interactivo
et: Interaktiivne klaas
fr: Verre interactif
hu: Interaktív üveg
it: Vetro interattivo
ja: インタラクティブグラス
ko: 인터랙티브 글래스
ms: Kaca interaktif
pt: Vidro interativo
ru: Интерактивное стекло
zh_hans: 交互式玻璃

source: Interface
de: Oberfläche
es: Interfaz
et: Kasutajaliides
hu: Felület
it: Interfaccia
ja: インターフェース
ko: 인터페이스
ms: Antara muka
ru: Интерфейс
zh_hans: 界面

source: Interface orientation
de: Ausrichtung der Oberfläche
es: Orientación de la interfaz
et: Kasutajaliidese suund
fr: Orientation de l’interface
hu: Felület tájolása
it: Orientamento dell’interfaccia
ja: インターフェースの向き
ko: 인터페이스 방향
ms: Orientasi antara muka
pt: Orientação da interface
ru: Ориентация интерфейса
zh_hans: 界面方向

source: Interrupted
de: Unterbrochen
es: Interrumpida
et: Katkestatud
fr: Interrompue
hu: Félbeszakadt
it: Interrotta
ja: 中断
ko: 중단됨
ms: Terhenti
pt: Interrompida
ru: Прервано
zh_hans: 已中断

source: Invisible gap
de: Unsichtbare Lücke
es: Hueco invisible
et: Nähtamatu vahe
fr: Espace invisible
hu: Láthatatlan rés
it: Spazio invisibile
ja: 見えない隙間
ko: 보이지 않는 간격
ms: Jurang tidak kelihatan
pt: Espaço invisível
ru: Невидимый зазор
zh_hans: 隐形间隔

source: Is
de: Ist
es: Es
et: On
fr: Est
hu: Egyenlő
it: È
ja: 等しい
ko: 같음
ms: Ialah
pt: É
ru: Равно
zh_hans: 等于

source: Is not
de: Ist nicht
es: No es
et: Ei ole
fr: N’est pas
hu: Nem egyenlő
it: Non è
ja: 等しくない
ko: 같지 않음
ms: Bukan
pt: Não é
ru: Не равно
zh_hans: 不等于

source: Is there a one-handed mode?
de: Gibt es einen Einhandmodus?
es: ¿Hay modo a una mano?
et: Kas olemas on ühekäeline režiim?
fr: Y a-t-il un mode à une main ?
hu: Van egykezes mód?
it: C'è una modalità a una mano?
ja: 片手モードはありますか？
ko: 한 손 모드가 있나요?
ms: Ada mod satu tangan?
pt: Existe modo com uma mão?
ru: Есть режим для одной руки?
zh_hans: 有单手模式吗？

source: Is there a quicker way to delete?
de: Geht Löschen auch schneller?
es: ¿Hay una forma más rápida de borrar?
et: Kas kustutada saab kiiremini?
fr: Y a-t-il plus rapide pour effacer ?
hu: Van gyorsabb módja a törlésnek?
it: C'è un modo più rapido di cancellare?
ja: もっと速く削除する方法はありますか？
ko: 더 빨리 지우는 방법이 있나요?
ms: Ada cara lebih cepat untuk memadam?
pt: Há maneira mais rápida de apagar?
ru: Есть способ удалять быстрее?
zh_hans: 有更快的删除方式吗？

source: Is what's in iCloud encrypted?
de: Ist das, was in iCloud liegt, verschlüsselt?
es: ¿Está cifrado lo que hay en iCloud?
et: Kas see, mis iCloudis on, on krüptitud?
fr: Ce qui est dans iCloud est-il chiffré ?
hu: Titkosítva van, ami az iCloudban van?
it: Ciò che è su iCloud è cifrato?
ja: iCloudにあるデータは暗号化されていますか？
ko: iCloud에 있는 데이터는 암호화되나요?
ms: Adakah apa yang ada dalam iCloud disulitkan?
pt: O que está no iCloud está encriptado?
ru: То, что лежит в iCloud, зашифровано?
zh_hans: 存在 iCloud 里的内容加密了吗？

source: It backlights the keys the way a mechanical keyboard does.
de: Sie hinterleuchtet die Tasten wie bei einer mechanischen Tastatur.
es: Ilumina las teclas por detrás como un teclado mecánico.
et: See valgustab klahve tahapoolt nagu mehaaniline klaviatuur.
fr: Il rétroéclaire les touches comme sur un clavier mécanique.
hu: Úgy világítja meg hátulról a billentyűket, mint egy mechanikus billentyűzet.
it: Retroillumina i tasti come una tastiera meccanica.
ja: メカニカルキーボードのように、キーを背面から光らせます。
ko: 기계식 키보드처럼 키를 뒤에서 밝혀 줍니다.
ms: Ia menyinari kekunci dari belakang seperti papan kekunci mekanikal.
pt: Ilumina as teclas por trás como um teclado mecânico.
ru: Она подсвечивает клавиши, как механическая клавиатура.
zh_hans: 它像机械键盘那样给按键打背光。

source: It becomes its own entry in the language list, for a language Clink doesn’t ship.
de: Es wird ein eigener Eintrag in der Sprachliste – für eine Sprache, die Clink nicht mitliefert.
es: Pasa a ser su propia entrada en la lista de idiomas, para un idioma que Clink no incluye.
et: Sellest saab omaette kirje keeleloendis, keele jaoks, mida Clink ei paku.
fr: Il devient une entrée à part dans la liste des langues, pour une langue que Clink ne fournit pas.
hu: Külön bejegyzés lesz a nyelvek listáján, egy olyan nyelvhez, amit a Clink nem tartalmaz.
it: Diventa una voce a sé nell’elenco delle lingue, per una lingua che Clink non include.
ja: Clink に入っていない言語として、言語リストに独立した項目が追加されます。
ko: Clink에 없는 언어로서 언어 목록에 별도 항목이 추가됩니다.
ms: Ia menjadi entri tersendiri dalam senarai bahasa, untuk bahasa yang tiada dalam Clink.
pt: Passa a ser uma entrada própria na lista de idiomas, para um idioma que o Clink não inclui.
ru: Он станет отдельным пунктом в списке языков — для языка, которого нет в Clink.
zh_hans: 它会作为独立条目出现在语言列表中，用于 Clink 未收录的语言。
